---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ImportSymbolName
source: html/1b33c047-c22a-48b0-c33c-db67cd7253d4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ImportSymbolName Property

"Name"

## Syntax (C#)
```csharp
public static ForgeTypeId ImportSymbolName { get; }
```